{"bertramka":{"description":"Mozart's bust in the garden of the legendary homestead stands on an elevated, somewhat strange, place, as if aside from the imaginary main axis of the elongated plot. The master, even if only in stone form, has a perfect overview of what is happening in the garden, but at the same time a beautiful view on the slope of Mrázovka hill. \n\n"},"vysehrad":{"description":"Next to the entrance to the Podolská hospital, a narrow steep path winds, which perhaps does not even have a name. It waves between old houses, and whoever reaches the end of it finds himself in front of a tunnel leading through the hill and the fortifications."},"kinskeho-zahrada":{"description":"The Smíchov part of Petřín Hill is separated from the Malá Strana wall by the Hungry Wall. And here is the garden, called Kinská, according to the former owner, Prince Rudolf Kinský, who had it magnificently built according to a project by František Höhnel."},"petrin":{"description":"Spring and autumn are the times when Petřín is the most beautiful. In the spring, a number of fruit trees bloom in the Seminar Garden, in the autumn the whole hill is covered in bright colors of autumn leaves."},"riegrovy-sady":{"description":"The motto of this large park is still partly preserved interesting vistas through the woods to Prague, Hradčany or Petřínský vrch with a lookout tower. Especially towards Italská Street, there are unique views that are rarely seen in Prague."},"vojanovy-sady":{"description":"The pensive nature of this garden probably persisted from the Middle Ages, when it was founded as a monastery, with a formal, strict geometric arrangement, which was only slightly changed by the free-landscape style applied in part of the garden in the 1920s."},"obora-hvezda":{"description":"Enthusiastic cross-country skiers looking for terrain in Prague in the winter for their hobby, as well as children who still go flying kites in autumn, know the vast plain surrounding the crossroads on Vypich from all sides. Both Ladronka and the opposite forecourt of the Hvězda game reserve and the game reserve itself provide a lot of space for recreational activities."},"kampa":{"description":"On the way from Charles Bridge over Na Kampe Square, at the end of it, a view opens up to a small park, which, however, provides a large amount of pleasure, whether for body or soul, on a relatively small area of ​​less than three hectares. "},"frantiskanska-zahrada":{"description":"In the very center of Prague, between Wenceslas Square and Jungmann Square, lies one of the most pleasant gardens open to the public, where you can sit on a bench, read a book or play with children."},"ladronka":{"description":"Extensive grassy plains dominated by the former homestead on the border of Břevnov, Vypich and Motol have become a popular place for people of all ages, for whom there are many opportunities to spend free time."},"letenske-sady":{"description":"One of the most beautiful sittings in the summer garden overlooking Prague and a dewy glass of beer is located in the eastern part of a large park with grassy areas, mature trees, a varied mixture of trees planted with slopes and a long plane tree alley, generally called Letná, otherwise also Letenská pláň."},"stromovka":{"description":"Recently, the declared park has been heard mainly in connection with two accidents: a fire in the left part of the Industrial Palace and a landslide due to the excavation of part of the city ring tunnel. The park is very popular among Prague residents, but also visitors to the capital, and therefore these events attracted a lot of attention. \n"},"klamovka":{"description":"From the hill straight down or from Podbělohorská to Plzeňská Street there is a medium-sized, originally Rococo garden, which was bought by the Clam-Gallas family in the middle of the 18th century, after which the locality is also named. "}}